{
    "HomePage": {
        "title": "INSIGHT LAWFIRM",
        "descrition": "สำนักงานกฏหมาย",
        "descrition_detail": "สำนักกฎหมาย เปิดบริการมามากกว่า 10 ปี มีบริการด้านกฎหมายที่ครบวงจร เป็นองค์กรที่ก่อตั้งขึ้นจากการรวมตัวกันของนักกฎหมายระดับมืออาชีพที่มีประสบการณ์ทางด้านกฎหมายที่หลากหลายและยาวนาน ประกอบด้วยผู้เชี่ยวชาญทั้งด้านกฎหมายอาญา กฎหมายแพ่งและพาณิชย์ กฎหมายทรัพย์สินทางปัญญา กฎหมายปกครอง กฎหมายครอบครัว และกฎหมายภาษีอากร ฯลฯ โดยทีมของเราให้ความสำคัญทางด้านการบริการด้วยใจและให้ลูกค้าเกิดความประทับใจและพึงพอใจมากที่สุด โดยมุ่งเน้นการให้คำปรึกษาและแก้ไขปัญหาพร้อมทั้งให้ข้อมูลกฎหมายต่างๆ ที่เป็นประโยชน์ให้กับลูกค้าของเราอย่างสูงสุด ด้วยการบริหารงานที่เป็นเอกลักษณ์นี้ ทำให้เราได้รับการยอมรับให้เป็นที่ปรึกษากฎหมายให้กับบริษัท องค์กรต่างๆ และหน่วยงานราชการ",
        "type_law": "ประเภทคดีความ",
        "our_team": "ทีมของเรา",
        "our_team_detail": "เราคือทีมทนายความที่มีประสบการณ์และความเชี่ยวชาญในด้านกฎหมายที่หลากหลาย ด้วยความมุ่งมั่นในการให้บริการที่ดีที่สุดแก่ลูกค้า ทีมของเราประกอบด้วยทนายความที่มีความรู้ความสามารถและประสบการณ์ทางด้านกฎหมายที่ยาวนาน เราเชื่อมั่นในการให้คำปรึกษาที่ตรงไปตรงมาและมีคุณภาพ เพื่อช่วยลูกค้าให้สามารถตัดสินใจได้อย่างมั่นใจในทุกขั้นตอนของกระบวนการทางกฎหมาย",
        "contact": "ติดต่อเรา",
        "contact_detail": "สอบถามรายละเอียดด้านการบริการ คำแนะนำ และคำปรึกษาทางด้านบัญชี งานจดทะเบียน และปรึกษากฎหมาย เรายินดีให้บริการ",
        "location": {
            "name": "กรุงเทพฯ",
            "address": "123 ถนนรัชดาภิเษก เขตห้วยขวาง กรุงเทพฯ 10310",
            "phone": "02-123-4567",
            "email": "contact@example.com",
            "hours": "จันทร์ - ศุกร์: 9:00 - 17:00 น."
        }
    },
    "Navbar": {
        "title": "INSIGHT LAWFIRM",
        "home": "หน้าแรก",
        "about": "เกี่ยวกับเรา",
        "contact": "ติดต่อเรา",
        "services": {
            "title": "บริการของเรา",
            "service_title_1": "คดีอาญา",
            "service_title_2": "คดีแพ่ง",
            "service_title_3": "คดีภาษี",
            "service_title_4": "คดีสอบสวนพิเศษ",
            "service_title_5": "คดีมรดก",
            "service_title_6": "คดีครอบครัว"
        }
    }
}