{
    "HomePage": {
        "title": "INSIGHT LAWFIRM",
        "descrition": "สำนักงานกฏหมาย",
        "descrition_detail": "สำนักกฎหมาย เปิดบริการมามากกว่า 30 ปี มีบริการด้านกฎหมายที่ครบวงจร เป็นองค์กรที่ก่อตั้งขึ้นจากการรวมตัวกันของนักกฎหมายระดับมืออาชีพที่มีประสบการณ์ทางด้านกฎหมายที่หลากหลายและยาวนาน ประกอบด้วยผู้เชี่ยวชาญทั้งด้านกฎหมายอาญา กฎหมายแพ่งและพาณิชย์ กฎหมายทรัพย์สินทางปัญญา กฎหมายปกครอง กฎหมายครอบครัว และกฎหมายภาษีอากร ฯลฯ โดยทีมของเราให้ความสำคัญทางด้านการบริการด้วยใจและให้ลูกค้าเกิดความประทับใจและพึงพอใจมากที่สุด โดยมุ่งเน้นการให้คำปรึกษาและแก้ไขปัญหาพร้อมทั้งให้ข้อมูลกฎหมายต่างๆ ที่เป็นประโยชน์ให้กับลูกค้าของเราอย่างสูงสุด ด้วยการบริหารงานที่เป็นเอกลักษณ์นี้ ทำให้เราได้รับการยอมรับให้เป็นที่ปรึกษากฎหมายให้กับบริษัท องค์กรต่างๆ และหน่วยงานราชการ",
        "type_law": "ประเภทคดีความ",
        "our_team": "ทีมของเรา",
        "our_team_detail": "เราคือทีมทนายความที่มีประสบการณ์และความเชี่ยวชาญในด้านกฎหมายที่หลากหลาย ด้วยความมุ่งมั่นในการให้บริการที่ดีที่สุดแก่ลูกค้า ทีมของเราประกอบด้วยทนายความที่มีความรู้ความสามารถและประสบการณ์ทางด้านกฎหมายที่ยาวนาน เราเชื่อมั่นในการให้คำปรึกษาที่ตรงไปตรงมาและมีคุณภาพ เพื่อช่วยลูกค้าให้สามารถตัดสินใจได้อย่างมั่นใจในทุกขั้นตอนของกระบวนการทางกฎหมาย",
        "contact": "ติดต่อเรา",
        "contact_detail": "สอบถามรายละเอียดด้านการบริการ คำแนะนำ และคำปรึกษาทางด้านบัญชี งานจดทะเบียน และปรึกษากฎหมาย เรายินดีให้บริการ",
        "location": {
            "name": "กรุงเทพมหานครฯ",
            "address": "123 ถนนรัชดาภิเษก เขตห้วยขวาง กรุงเทพฯ 10310",
            "phone": "02-123-4567",
            "email": "contact@example.com",
            "hours": "จันทร์ - ศุกร์: 9:00 - 17:00 น."
        },
        "person_info": {
            "person_1": {
                "name": "นายสมชาย ใจดี",
                "position": "หัวหน้าทนายความอาวุโส",
                "expert": "ความเชี่ยวชาญ: กฎหมายธุรกิจและการค้าระหว่างประเทศ",
                "experience": "ประสบการณ์: 25 ปี"
            },
            "person_2": {
                "name": "นางสาวสุดา รักความยุติธรรม",
                "position": "ทนายความหุ้นส่วน",
                "expert": "ความเชี่ยวชาญ: กฎหมายแพ่งและพาณิชย์",
                "experience": "ประสบการณ์: 15 ปี"
            },
            "person_3": {
                "name": "นายวิชัย กฎหมายเที่ยงธรรม",
                "position": "ทนายความที่ปรึกษา",
                "expert": "ความเชี่ยวชาญ: กฎหมายอาญาและคดีความทั่วไป",
                "experience": "ประสบการณ์: 20 ปี"
            },
            "person_4": {
                "name": "นายสมรัก จิตใจสะอาด",
                "position": "ทนายความทั่วไป",
                "expert": "ความเชี่ยวชาญ: กฎหมายอาญาและคดีความทั่วไป",
                "experience": "ประสบการณ์: 10 ปี"
            }
        }
    },
    "AboutPage": {
        "title": "INSIGHT LAWFIRM",
        "title_detail": "มุ่งมั่นสู่ความเป็นเลิศในการบริการด้านกฎหมาย",
        "our_history": {
            "title": "ประวัติความเป็นมา",
            "indent_1": "บริษัทของเราเริ่มก่อตั้งขึ้นในปี พ.ศ. 2535 โดยกลุ่มทนายความที่มีวิสัยทัศน์และประสบการณ์ทางกฎหมาย เรามุ่งมั่นที่จะสร้างสำนักงานกฎหมายที่ไม่เพียงแต่ให้บริการทางกฎหมายอย่างครอบคลุม แต่ยังเน้นความเป็นมืออาชีพ พร้อมยกระดับมาตรฐานการบริการให้เป็นที่ยอมรับในระดับสากล เพื่อรองรับความต้องการที่หลากหลายของลูกค้าในทุกภาคส่วน",
            "indent_2": "ตลอดระยะเวลากว่า 30 ปีที่ผ่านมา เราได้ทุ่มเทให้กับการพัฒนาศักยภาพของทีมทนายความ โดยเฉพาะอย่างยิ่งในการสร้างความเชี่ยวชาญในด้านต่าง ๆ ของกฎหมายทั้งภายในประเทศและระหว่างประเทศ เพื่อให้ลูกค้าของเราได้รับคำปรึกษาที่ถูกต้องและทันสมัย นอกจากนี้ เรายังให้ความสำคัญกับความเป็นส่วนตัว และปกป้องผลประโยชน์ของลูกค้าเป็นสำคัญ",
            "indent_3": "เรามีโอกาสให้บริการลูกค้าหลากหลายกลุ่ม ตั้งแต่ภาครัฐ เอกชน บริษัทข้ามชาติ รวมถึงบุคคลทั่วไป ทุกคนได้รับการบริการที่เป็นมาตรฐานและมีคุณภาพ โดยเราพร้อมแก้ไขปัญหาทางกฎหมายและให้คำปรึกษาเชิงลึก เพื่อให้ลูกค้าสามารถวางแผนและตัดสินใจได้อย่างมั่นใจ",
            "indent_4": "เรามีความภาคภูมิใจที่ได้รับความไว้วางใจจากลูกค้าที่มาใช้บริการกับเราอย่างต่อเนื่อง และพร้อมที่จะเติบโตไปข้างหน้าอย่างมั่นคง พร้อมทั้งพัฒนาองค์กรและการให้บริการเพื่อสร้างความเชื่อมั่น ในฐานะสำนักงานกฎหมายที่ครบวงจรและเป็นที่พึ่งที่สำคัญให้กับลูกค้าในทุกด้านของกฎหมาย"
        },
        "person_info": {
            "title": "ทีมทนายความของเรา",
            "person_1": {
                "name": "นายสมชาย ใจดี",
                "position": "หัวหน้าทนายความอาวุโส",
                "expert": "ความเชี่ยวชาญ: กฎหมายธุรกิจและการค้าระหว่างประเทศ",
                "experience": "ประสบการณ์: 25 ปี"
            },
            "person_2": {
                "name": "นางสาวสุดา รักความยุติธรรม",
                "position": "ทนายความหุ้นส่วน",
                "expert": "ความเชี่ยวชาญ: กฎหมายแพ่งและพาณิชย์",
                "experience": "ประสบการณ์: 15 ปี"
            },
            "person_3": {
                "name": "นายวิชัย กฎหมายเที่ยงธรรม",
                "position": "ทนายความที่ปรึกษา",
                "expert": "ความเชี่ยวชาญ: กฎหมายอาญาและคดีความทั่วไป",
                "experience": "ประสบการณ์: 20 ปี"
            },
            "person_4": {
                "name": "นายสมรัก จิตใจสะอาด",
                "position": "ทนายความทั่วไป",
                "expert": "ความเชี่ยวชาญ: กฎหมายอาญาและคดีความทั่วไป",
                "experience": "ประสบการณ์: 10 ปี"
            }
        },
        "principle": {
            "title": "หลักการทำงานของเรา",
            "title_column_1": "ความเป็นธรรม",
            "detail_column_1": "ยึดมั่นในหลักความยุติธรรมและจรรยาบรรณวิชาชีพ",
            "title_column_2": "ความไว้วางใจ",
            "detail_column_2": "สร้างความเชื่อมั่นและความไว้วางใจจากลูกค้า",
            "title_column_3": "ความเชี่ยวชาญ",
            "detail_column_3": "พัฒนาความรู้และทักษะอย่างต่อเนื่อง"
        }
    },
    "ContactPage": {
        "title": "ติดต่อเรา",
        "title_detail": "ยินดีให้คำปรึกษาด้านกฎหมายกับท่าน",
        "topic_location": "ข้อมูลการติดต่อ",
        "location": {
            "name": "กรุงเทพมหานครฯ",
            "address": "123 ถนนรัชดาภิเษก เขตห้วยขวาง กรุงเทพฯ 10310",
            "title_phone": "เบอร์โทรศัพท์",
            "phone": "02-123-4567",
            "title_email": "อีเมล",
            "email": "contact@example.com",
            "title_hours": "เวลาทำการ",
            "hours": "จันทร์ - ศุกร์: 9:00 - 17:00 น."
        },
        "message": {
            "title": "ส่งข้อความถึงเรา",
            "title_name": "ชื่อ-นามสกุล",
            "placehoder_name": "กรุณากรอกชื่อ-นามสกุล",
            "title_email": "อีเมล",
            "placehoder_email": "contact@example.com",
            "title_phone": "เบอร์โทรศัพท์",
            "placehoder_phone": "08-xxx-xxxx",
            "title_message": "ข้อความ",
            "placehoder_message": "กรุณากรอกข้อความที่ต้องการติดต่อ",
            "button": "ส่งข้อความ"
        }
    },
    "CriminalPage": {
        "title": "คดีอาญา",
        "title_detail": "ความรู้เบื้องต้นเกี่ยวกับคดีอาญา ประเภทความผิด บทลงโทษ และขั้นตอนการดำเนินคดี",
        "title_detail_tab_1": "ภาพรวมคดีอาญา",
        "title_detail_tab_2": "ประเภทความผิด",
        "title_detail_tab_3": "ขั้นตอนการดำเนินคดี",
        "tab_overview": {
            "title": "คดีอาญาคืออะไร?",
            "detail": "คดีอาญา คือ คดีที่เกี่ยวกับการกระทำความผิดที่มีโทษทางอาญา โดยรัฐเป็นผู้เสียหาย และมีการลงโทษผู้กระทำความผิดตามที่กฎหมายกำหนด",
            "subtitle_detail": "ลักษณะสำคัญของคดีอาญา",
            "subtitle_detail_1": "เป็นการกระทำที่กระทบต่อความสงบเรียบร้อยของสังคม",
            "subtitle_detail_2": "มีบทลงโทษทางอาญา เช่น จำคุก ปรับ",
            "subtitle_detail_3": "รัฐเป็นผู้รักษาการตามกฎหมาย"
        },
        "subtab_overview": {
            "title": "โทษทางอาญา",
            "result_title_1": "ประหารชีวิต",
            "result_description_1": "สำหรับความผิดร้ายแรงที่สุด",
            "result_title_2": "จำคุก",
            "result_description_2": "ตั้งแต่ 1 วัน ถึงตลอดชีวิต",
            "result_title_3": "กักขัง",
            "result_description_3": "ไม่เกิน 1 ปี",
            "result_title_4": "ปรับ",
            "result_description_4": "โทษปรับเป็นเงิน"
        },
        "tab_type": {
            "title_1": "บทลงโทษ",
            "title_2": "ตัวอย่างความผิด"
        },
        "tab_procedure": {
            "title": "ขั้นตอนการดำเนินคดีอาญา",
            "subtitle": "อายุความในคดีอาญา",
            "topic_1": "ความผิดร้ายแรง",
            "topic_detail_1_1": "• ความผิดอุกฉกรรจ์: 20 ปี",
            "topic_detail_1_2": "• ความผิดที่มีโทษจำคุกเกิน 7 ปี: 15 ปี",
            "topic_2": "ความผิดทั่วไป",
            "topic_detail_2_1": "• ความผิดที่มีโทษจำคุกไม่เกิน 7 ปี: 10 ปี",
            "topic_detail_2_2": "• ความผิดลหุโทษ: 1 ปี"
        },
        "criminalTypes": {
            "title": "ความผิดต่อชีวิต",
            "description": "ความผิดที่กระทำต่อชีวิตผู้อื่น เช่น ฆ่าผู้อื่น ทำร้ายร่างกายจนเป็นเหตุให้ผู้อื่นถึงแก่ความตาย",
            "punishment": "จำคุก 15-20 ปี หรือจำคุกตลอดชีวิต หรือประหารชีวิต",
            "examples": "ฆ่าผู้อื่นโดยเจตนา, ฆ่าผู้อื่นโดยไม่เจตนา, ทำร้ายร่างกายจนเป็นเหตุให้ผู้อื่นถึงแก่ความตาย"
        },
        "criminalTypes_2": {
            "title": "ความผิดต่อร่างกาย",
            "description": "ความผิดที่กระทำต่อร่างกายผู้อื่น เช่น ทำร้ายร่างกาย",
            "punishment": "จำคุก 6 เดือน - 10 ปี",
            "examples": "ทำร้ายร่างกายผู้อื่น, ทำร้ายร่างกายจนได้รับอันตรายสาหัส"
        },
        "criminalTypes_3": {
            "title": "ความผิดเกี่ยวกับทรัพย์",
            "description": "ความผิดที่กระทำต่อทรัพย์สินของผู้อื่น เช่น ลักทรัพย์ วิ่งราวทรัพย์ ชิงทรัพย์ ปล้นทรัพย์",
            "punishment": "จำคุก 6 เดือน - 15 ปี",
            "examples": "ลักทรัพย์, วิ่งราวทรัพย์, ชิงทรัพย์, ปล้นทรัพย์"
        },
        "procedures_1": {
            "title": "การแจ้งความร้องทุกข์",
            "description": "ผู้เสียหายแจ้งความต่อเจ้าหน้าที่ตำรวจ เพื่อดำเนินคดีกับผู้กระทำความผิด"
        },
        "procedures_2": {
            "title": "การสอบสวน",
            "description": "พนักงานสอบสวนรวบรวมพยานหลักฐานเพื่อพิสูจน์ความผิด"
        },
        "procedures_3": {
            "title": "การฟ้องคดี",
            "description": "พนักงานอัยการยื่นฟ้องคดีต่อศาล"
        },
        "procedures_4": {
            "title": "การพิจารณาคดี",
            "description": "ศาลพิจารณาพยานหลักฐานและพิพากษาคดี"
        }
    },
    "CivilPage": {
        "title": "คดีแพ่ง",
        "title_detail": "ความรู้เบื้องต้นเกี่ยวกับคดีแพ่ง ประเภทความผิด บทลงโทษ และขั้นตอนการดำเนินคดี",
        "title_detail_tab_1": "ภาพรวมคดีแพ่ง",
        "title_detail_tab_2": "ประเภทความผิด",
        "title_detail_tab_3": "ขั้นตอนการดำเนินคดี",
        "tab_overview": {
            "title": "คดีแพ่งคืออะไร?",
            "detail": "คดีแพ่ง คือ คดีที่เกี่ยวกับข้อพิพาทระหว่างบุคคลหรือหน่วยงานในเรื่องสิทธิและหน้าที่ เช่น การเรียกร้องทรัพย์สินหรือการละเมิดสิทธิ โดยไม่เกี่ยวข้องกับความผิดทางอาญา",
            "subtitle_detail": "ลักษณะสำคัญของคดีแพ่ง",
            "subtitle_detail_1": "ข้อพิพาทระหว่างบุคคลหรือหน่วยงานเกี่ยวกับสิทธิและหน้าที่",
            "subtitle_detail_2": "ไม่มีการลงโทษทางอาญา มุ่งเน้นการชดเชยความเสียหาย",
            "subtitle_detail_3": "การเยียวยาคือการชดเชยหรือการปฏิบัติตามข้อเรียกร้อง"
        },
        "subtab_overview": {
            "title": "โทษทางคดีแพ่ง",
            "result_title_1": "ชดเชยค่าเสียหาย",
            "result_description_1": "การชดเชยเงินหรือทรัพย์สินให้แก่ผู้เสียหาย",
            "result_title_2": "บังคับตามคำสัญญา",
            "result_description_2": "คำสั่งให้คู่กรณีปฏิบัติตามสัญญาหรือข้อกำหนด",
            "result_title_3": "คืนทรัพย์สิน",
            "result_description_3": "การคืนทรัพย์สินที่ถูกยึดหรือบุคคลที่ได้รับความเสียหายจากการกระทำผิด",
            "result_title_4": "การห้ามกระทำการบางอย่าง",
            "result_description_4": "การห้ามไม่ให้คู่กรณีทำบางสิ่ง เช่น การห้ามละเมิดสิทธิ"
        },
        "tab_type": {
            "title_1": "บทลงโทษ",
            "title_2": "ตัวอย่างความผิด"
        },
        "tab_procedure": {
            "title": "ขั้นตอนการดำเนินคดีแพ่ง",
            "subtitle": "อายุความในคดีแพ่ง",
            "topic_1": "ความผิดร้ายแรง",
            "topic_detail_1_1": "• ข้อพิพาทเกี่ยวกับทรัพย์สินหรือสัญญา: 10 ปี",
            "topic_detail_1_2": "• ความเสียหายที่เกิดจากการละเมิดสิทธิ: 5 ปี",
            "topic_2": "ความผิดทั่วไป",
            "topic_detail_2_1": "• ความผิดเกี่ยวกับการละเมิดสัญญาหรือไม่ปฏิบัติตามข้อตกลง: 2 ปี",
            "topic_detail_2_2": "• ความผิดลหุโทษ: 1 ปี"
        },
        "civilTypes": {
            "title": "คดีเกี่ยวกับทรัพย์สิน",
            "description": "คดีที่เกี่ยวข้องกับการเรียกร้องสิทธิในทรัพย์สิน เช่น การฟ้องร้องเพื่อคืนทรัพย์สินหรือเรียกร้องค่าเสียหายจากการละเมิดสิทธิ",
            "punishment": "ชดเชยค่าเสียหายหรือคืนทรัพย์สินตามคำพิพากษา",
            "examples": "การฟ้องร้องเพื่อเรียกคืนทรัพย์สินที่ถูกยึด, การฟ้องเรียกค่าชดเชยจากการละเมิดสัญญา"
        },
        "civilTypes_2": {
            "title": "คดีเกี่ยวกับสัญญา",
            "description": "คดีที่เกี่ยวข้องกับการละเมิดสัญญาหรือไม่ปฏิบัติตามข้อตกลงที่ตกลงกันไว้",
            "punishment": "บังคับให้ปฏิบัติตามสัญญาหรือชดเชยความเสียหายตามข้อตกลงในสัญญา",
            "examples": "ฟ้องร้องให้คู่สัญญาปฏิบัติตามข้อตกลงที่ทำไว้, ฟ้องเรียกค่าเสียหายจากการไม่ปฏิบัติตามสัญญา"
        },
        "civilTypes_3": {
            "title": "คดีเกี่ยวกับการละเมิดสิทธิ",
            "description": "คดีที่เกิดจากการละเมิดสิทธิส่วนบุคคลหรือสิทธิในทรัพย์สินของผู้อื่น เช่น การทำลายชื่อเสียงหรือการละเมิดลิขสิทธิ์",
            "punishment": "การชดเชยค่าเสียหายหรือการหยุดการกระทำที่ละเมิดสิทธิ",
            "examples": "ฟ้องร้องเรื่องการละเมิดสิทธิทางปัญญา, ฟ้องร้องเรื่องการหมิ่นประมาทหรือทำลายชื่อเสียง"
        },
        "procedures_1": {
            "title": "การยื่นฟ้องคดี",
            "description": "ผู้เสียหายยื่นฟ้องคดีต่อศาลเพื่อเรียกร้องสิทธิหรือความเสียหาย"
        },
        "procedures_2": {
            "title": "การสอบสวนและรวบรวมพยานหลักฐาน",
            "description": "ทั้งสองฝ่ายจะรวบรวมพยานหลักฐานเพื่อสนับสนุนข้อเรียกร้องหรือการปฏิเสธข้อกล่าวหา"
        },
        "procedures_3": {
            "title": "การเจรจาไกล่เกลี่ย",
            "description": "พิจารณาการเจรจาหรือไกล่เกลี่ยเพื่อหาข้อยุติระหว่างคู่กรณีโดยไม่ต้องฟ้องร้อง"
        },
        "procedures_4": {
            "title": "การพิจารณาคดี",
            "description": "ศาลจะพิจารณาพยานหลักฐานและตัดสินคดีตามข้อกฎหมาย"
        }
    },
    "TaxPage": {
        "title": "คดีภาษี",
        "title_detail": "ความรู้เบื้องต้นเกี่ยวกับคดีภาษี ประเภทความผิด บทลงโทษ และขั้นตอนการดำเนินคดี",
        "title_detail_tab_1": "ภาพรวมคดีภาษี",
        "title_detail_tab_2": "ประเภทความผิด",
        "title_detail_tab_3": "ขั้นตอนการดำเนินคดี",
        "tab_overview": {
            "title": "คดีภาษีคืออะไร?",
            "detail": "คดีภาษี คือ คดีที่เกี่ยวข้องกับการหลีกเลี่ยงหรือไม่ชำระภาษีตามกฎหมาย ซึ่งอาจมีทั้งคดีที่เกี่ยวกับการหลีกเลี่ยงภาษีโดยเจตนา หรือไม่สามารถแสดงเอกสารการชำระภาษีได้",
            "subtitle_detail": "ลักษณะสำคัญของคดีภาษี",
            "subtitle_detail_1": "เกี่ยวข้องกับการปฏิบัติตามกฎหมายภาษี",
            "subtitle_detail_2": "อาจเกิดจากการหลีกเลี่ยงการเสียภาษีหรือการปกปิดข้อมูล",
            "subtitle_detail_3": "มีบทลงโทษทางการเงินหรือจำคุก"
        },
        "subtab_overview": {
            "title": "โทษทางคดีภาษี",
            "result_title_1": "การปรับเงิน",
            "result_description_1": "การชำระเงินค่าปรับตามอัตราที่กฎหมายกำหนด",
            "result_title_2": "การติดคุก",
            "result_description_2": "การติดคุกตามคำพิพากษาของศาลในกรณีที่พบการกระทำผิดภาษีอย่างรุนแรง",
            "result_title_3": "การฟื้นฟูการจ่ายภาษี",
            "result_description_3": "การสั่งให้ผู้กระทำผิดจ่ายภาษีที่ค้างหรือค่าปรับตามคำตัดสิน"
        },
        "tab_type": {
            "title_1": "บทลงโทษ",
            "title_2": "ตัวอย่างความผิด"
        },
        "tab_procedure": {
            "title": "ขั้นตอนการดำเนินคดีภาษี",
            "subtitle": "อายุความในคดีภาษี",
            "topic_1": "ความผิดร้ายแรง",
            "topic_detail_1_1": "• การหลีกเลี่ยงการชำระภาษีจำนวนมาก: 10 ปี",
            "topic_detail_1_2": "• การปกปิดรายได้หรือทรัพย์สิน: 5 ปี",
            "topic_2": "ความผิดทั่วไป",
            "topic_detail_2_1": "• การยื่นภาษีผิดพลาด: 5 ปี",
            "topic_detail_2_2": "• การไม่ยื่นแบบภาษี: 3 ปี"
        },
        "taxTypes": {
            "title": "การหลีกเลี่ยงภาษี",
            "description": "การกระทำผิดที่เกี่ยวข้องกับการหลีกเลี่ยงภาษี หรือการไม่ยื่นแบบภาษีที่ถูกต้อง",
            "punishment": "ปรับเงินหรือจำคุกตามอัตราที่กฎหมายกำหนด",
            "examples": "การหลีกเลี่ยงการชำระภาษีรายได้, การปกปิดรายได้จากการทำธุรกิจ"
        },
        "taxTypes_2": {
            "title": "การปกปิดข้อมูลภาษี",
            "description": "การไม่เปิดเผยข้อมูลที่ถูกต้องในเอกสารภาษีหรือการแสดงข้อมูลเท็จ",
            "punishment": "ปรับเงินตามจำนวนที่ไม่ชำระหรือจำคุก",
            "examples": "การปกปิดรายได้จากการทำธุรกิจ, การให้ข้อมูลเท็จเกี่ยวกับรายได้หรือทรัพย์สิน"
        },
        "taxTypes_3": {
            "title": "การยื่นภาษีผิดพลาด",
            "description": "การยื่นแบบภาษีผิดพลาดหรือไม่ถูกต้อง เช่น การกรอกข้อมูลไม่ครบถ้วนหรือการคำนวณภาษีผิด",
            "punishment": "ปรับเงินหรือแก้ไขการยื่นแบบภาษี",
            "examples": "การกรอกข้อมูลภาษีผิด, การยื่นภาษีผิดประเภท"
        },
        "procedures_1": {
            "title": "การตรวจสอบภาษี",
            "description": "เจ้าหน้าที่ภาษีตรวจสอบข้อมูลการชำระภาษีของบุคคลหรือธุรกิจ"
        },
        "procedures_2": {
            "title": "การยื่นฟ้องคดีภาษี",
            "description": "เจ้าหน้าที่ภาษียื่นฟ้องคดีต่อศาลหากพบการกระทำผิดที่เกี่ยวกับภาษี"
        },
        "procedures_3": {
            "title": "การเจรจาหรือไกล่เกลี่ย",
            "description": "การเจรจาหรือไกล่เกลี่ยระหว่างเจ้าหน้าที่ภาษีและผู้เสียภาษีเพื่อหาทางออกในกรณีที่พบการกระทำผิด"
        },
        "procedures_4": {
            "title": "การพิจารณาคดี",
            "description": "ศาลจะพิจารณาคดีและตัดสินโทษตามข้อกฎหมายภาษี"
        }
    },
    "SpecialInvestigationPage": {
        "title": "คดีสอบสวนพิเศษ",
        "title_detail": "ความรู้เบื้องต้นเกี่ยวกับคดีสอบสวนพิเศษ ประเภทความผิด บทลงโทษ และขั้นตอนการดำเนินคดี",
        "title_detail_tab_1": "ภาพรวมคดีสอบสวนพิเศษ",
        "title_detail_tab_2": "ประเภทความผิด",
        "title_detail_tab_3": "ขั้นตอนการดำเนินคดี",
        "tab_overview": {
            "title": "คดีสอบสวนพิเศษคืออะไร?",
            "detail": "คดีสอบสวนพิเศษคือคดีที่เกี่ยวข้องกับการกระทำความผิดที่เป็นอันตรายต่อสาธารณชนหรือความมั่นคงของประเทศ เช่น การทุจริตทางการเงิน การฟอกเงิน การค้ามนุษย์ หรือการก่อการร้าย",
            "subtitle_detail": "ลักษณะสำคัญของคดีสอบสวนพิเศษ",
            "subtitle_detail_1": "เกี่ยวข้องกับการกระทำความผิดที่มีผลกระทบต่อความมั่นคงหรือสาธารณชน",
            "subtitle_detail_2": "เจ้าหน้าที่สอบสวนพิเศษมีอำนาจพิเศษในการสอบสวนคดี",
            "subtitle_detail_3": "สามารถดำเนินการตามกฎหมายพิเศษเพื่อปกป้องสาธารณะ"
        },
        "subtab_overview": {
            "title": "โทษทางคดีสอบสวนพิเศษ",
            "result_title_1": "การจำคุก",
            "result_description_1": "การตัดสินโทษจำคุกตามความร้ายแรงของการกระทำความผิด",
            "result_title_2": "การปรับเงิน",
            "result_description_2": "การปรับเงินตามจำนวนที่ศาลเห็นสมควรเพื่อเป็นบทลงโทษทางการเงิน",
            "result_title_3": "การยึดทรัพย์สิน",
            "result_description_3": "การยึดทรัพย์สินจากการกระทำผิดที่ได้มาจากการกระทำความผิด"
        },
        "tab_type": {
            "title_1": "บทลงโทษ",
            "title_2": "ตัวอย่างความผิด"
        },
        "tab_procedure": {
            "title": "ขั้นตอนการดำเนินคดีสอบสวนพิเศษ",
            "subtitle": "ขั้นตอนการดำเนินคดีในคดีสอบสวนพิเศษ",
            "topic_1": "ความผิดร้ายแรง",
            "topic_detail_1_1": "• การทุจริตในองค์กรหรือหน่วยงานรัฐ: 10-20 ปี",
            "topic_detail_1_2": "• การฟอกเงินหรือการค้ามนุษย์: 15 ปี",
            "topic_2": "ความผิดทั่วไป",
            "topic_detail_2_1": "• การโกงเงินภาษีหรือภาษีที่ไม่ถูกต้อง: 5-10 ปี",
            "topic_detail_2_2": "• การคอร์รัปชัน: 5-10 ปี"
        },
        "specialInvestigationTypes": {
            "title": "การทุจริตทางการเงิน",
            "description": "การกระทำผิดเกี่ยวกับการทุจริตหรือการหลอกลวงทางการเงิน เช่น การฉ้อโกง การปกปิดการทุจริต",
            "punishment": "จำคุกหรือปรับเงินตามที่ศาลพิจารณา",
            "examples": "การยักยอกเงินจากองค์กร, การคอร์รัปชันในหน่วยงานรัฐ"
        },
        "specialInvestigationTypes_2": {
            "title": "การฟอกเงิน",
            "description": "การฟอกเงินคือการทำให้เงินที่ได้จากการกระทำผิดดูเหมือนเป็นรายได้ที่ได้มาจากการกระทำที่ถูกกฎหมาย",
            "punishment": "จำคุกและปรับเงินตามที่ศาลพิจารณา",
            "examples": "การโอนเงินจากแหล่งที่ไม่ชอบธรรมไปยังธนาคารเพื่อซ่อนแหล่งที่มาของเงิน"
        },
        "specialInvestigationTypes_3": {
            "title": "การค้ามนุษย์",
            "description": "การค้ามนุษย์คือการบังคับให้บุคคลเข้ารับการทำงานหรือกระทำการทารุณกรรมในลักษณะที่ผิดกฎหมาย",
            "punishment": "จำคุกระยะยาวและการปรับเงินตามกฎหมาย",
            "examples": "การค้ามนุษย์เพื่อการค้าประเวณี, การบังคับใช้แรงงาน"
        },
        "procedures_1": {
            "title": "การสอบสวนคดีสอบสวนพิเศษ",
            "description": "เจ้าหน้าที่สอบสวนพิเศษดำเนินการตรวจสอบหลักฐานและเก็บข้อมูลเพื่อพิสูจน์การกระทำความผิด"
        },
        "procedures_2": {
            "title": "การยื่นฟ้องคดีสอบสวนพิเศษ",
            "description": "พนักงานอัยการยื่นฟ้องต่อศาลเพื่อดำเนินการทางกฎหมายกับผู้กระทำความผิด"
        },
        "procedures_3": {
            "title": "การเจรจาหรือไกล่เกลี่ย",
            "description": "มีการเจรจาหรือไกล่เกลี่ยเพื่อหาทางออกหากมีข้อพิพาทที่เกี่ยวกับการกระทำความผิด"
        },
        "procedures_4": {
            "title": "การพิจารณาคดี",
            "description": "ศาลดำเนินการพิจารณาคดีและตัดสินโทษตามกฎหมายที่เกี่ยวข้องกับคดีสอบสวนพิเศษ"
        }
    },
    "InheritancePage": {
        "title": "คดีมรดก",
        "title_detail": "ความรู้เบื้องต้นเกี่ยวกับคดีมรดก ประเภทความผิด บทลงโทษ และขั้นตอนการดำเนินคดี",
        "title_detail_tab_1": "ภาพรวมคดีมรดก",
        "title_detail_tab_2": "ประเภทความผิด",
        "title_detail_tab_3": "ขั้นตอนการดำเนินคดี",
        "tab_overview": {
            "title": "คดีมรดกคืออะไร?",
            "detail": "คดีมรดก คือ คดีที่เกี่ยวข้องกับการสืบทอดทรัพย์สินจากผู้เสียชีวิต ซึ่งอาจมีข้อพิพาทเกี่ยวกับการแบ่งปันมรดก หรือการกระทำผิดเกี่ยวกับการยักยอกทรัพย์สินของผู้เสียชีวิต",
            "subtitle_detail": "ลักษณะสำคัญของคดีมรดก",
            "subtitle_detail_1": "เกี่ยวข้องกับการแบ่งปันทรัพย์สินจากการเสียชีวิต",
            "subtitle_detail_2": "อาจเกิดจากข้อพิพาทในคำแถลงมรดกหรือการแย่งชิงมรดก",
            "subtitle_detail_3": "การกระทำผิดอาจมีการยักยอกหรือปกปิดมรดก"
        },
        "subtab_overview": {
            "title": "โทษทางคดีมรดก",
            "result_title_1": "การฟ้องร้องเพื่อแบ่งปันมรดก",
            "result_description_1": "การฟ้องร้องเพื่อขอแบ่งปันทรัพย์สินของผู้เสียชีวิตตามกฎหมาย",
            "result_title_2": "การยักยอกมรดก",
            "result_description_2": "การกระทำผิดในการยักยอกมรดกหรือปกปิดทรัพย์สินของผู้เสียชีวิต",
            "result_title_3": "การโอนมรดกที่ไม่ถูกต้อง",
            "result_description_3": "การโอนมรดกให้บุคคลที่ไม่ถูกต้องตามกฎหมาย"
        },
        "tab_type": {
            "title_1": "ประเภทความผิด",
            "title_2": "ตัวอย่างความผิด"
        },
        "tab_procedure": {
            "title": "ขั้นตอนการดำเนินคดีมรดก",
            "subtitle": "อายุความในคดีมรดก",
            "topic_1": "ความผิดเกี่ยวกับการยักยอกมรดก",
            "topic_detail_1_1": "• การยักยอกทรัพย์สินมรดก: 10 ปี",
            "topic_detail_1_2": "• การโอนมรดกไม่ถูกต้อง: 5 ปี",
            "topic_2": "ความผิดเกี่ยวกับการแบ่งปันมรดก",
            "topic_detail_2_1": "• การฟ้องร้องแบ่งปันมรดก: 5 ปี",
            "topic_detail_2_2": "• การขัดแย้งเกี่ยวกับการแบ่งมรดก: 3 ปี"
        },
        "inheritanceTypes": {
            "title": "การยักยอกมรดก",
            "description": "การกระทำที่เกี่ยวข้องกับการยักยอกทรัพย์สินหรือปกปิดทรัพย์สินของผู้เสียชีวิต",
            "punishment": "การยักยอกมรดกอาจมีโทษทางอาญา เช่น จำคุกหรือปรับ",
            "examples": "การยักยอกทรัพย์สินจากมรดก, การปกปิดมรดกที่แท้จริง"
        },
        "inheritanceTypes_2": {
            "title": "การโอนมรดกไม่ถูกต้อง",
            "description": "การโอนมรดกให้บุคคลที่ไม่ถูกต้องหรือไม่เป็นไปตามกฎหมายมรดก",
            "punishment": "โทษทางแพ่งหรือตามคำพิพากษาของศาล",
            "examples": "การโอนมรดกให้บุคคลที่ไม่ได้รับสิทธิ์ตามกฎหมาย"
        },
        "inheritanceTypes_3": {
            "title": "การฟ้องร้องแบ่งปันมรดก",
            "description": "การฟ้องร้องเพื่อแบ่งปันทรัพย์สินที่ผู้เสียชีวิตทิ้งไว้ให้แก่ทายาท",
            "punishment": "การแก้ไขข้อพิพาทในศาล",
            "examples": "การขอแบ่งปันมรดกจากทายาทที่ไม่ยอมแบ่งตามกฎหมาย"
        },
        "procedures_1": {
            "title": "การยื่นคำร้องแบ่งมรดก",
            "description": "ผู้ที่ได้รับสิทธิ์ในมรดกยื่นคำร้องขอแบ่งมรดกต่อศาล"
        },
        "procedures_2": {
            "title": "การรวบรวมพยานหลักฐาน",
            "description": "การรวบรวมพยานหลักฐานเพื่อพิสูจน์สิทธิ์ในการรับมรดก"
        },
        "procedures_3": {
            "title": "การฟ้องร้องหรือการเจรจา",
            "description": "การฟ้องร้องหรือตกลงเจรจาเพื่อแบ่งปันมรดกหรือชดใช้ความเสียหาย"
        },
        "procedures_4": {
            "title": "การพิจารณาคดี",
            "description": "ศาลพิจารณาคดีและตัดสินคำฟ้องเกี่ยวกับมรดก"
        }
    },
    "FamilyPage": {
        "title": "คดีครอบครัว",
        "title_detail": "ความรู้เบื้องต้นเกี่ยวกับคดีครอบครัว ประเภทความผิด บทลงโทษ และขั้นตอนการดำเนินคดี",
        "title_detail_tab_1": "ภาพรวมคดีครอบครัว",
        "title_detail_tab_2": "ประเภทความผิด",
        "title_detail_tab_3": "ขั้นตอนการดำเนินคดี",
        "tab_overview": {
            "title": "คดีครอบครัวคืออะไร?",
            "detail": "คดีครอบครัว คือ คดีที่เกี่ยวข้องกับปัญหาทางครอบครัว เช่น การหย่าร้าง การเรียกค่าเลี้ยงดู การรับบุตรบุญธรรม และการแบ่งทรัพย์สิน",
            "subtitle_detail": "ลักษณะสำคัญของคดีครอบครัว",
            "subtitle_detail_1": "เกี่ยวข้องกับความสัมพันธ์และบทบาทภายในครอบครัว",
            "subtitle_detail_2": "อาจมีผลกระทบทั้งด้านกฎหมายและจิตใจต่อผู้ที่เกี่ยวข้อง",
            "subtitle_detail_3": "มักมีการประนีประนอมก่อนเข้าสู่กระบวนการทางศาล"
        },
        "subtab_overview": {
            "title": "โทษทางคดีครอบครัว",
            "result_title_1": "การหย่าร้าง",
            "result_description_1": "การขอหย่าจากคู่สมรสตามกฎหมาย",
            "result_title_2": "การเรียกค่าเลี้ยงดู",
            "result_description_2": "การเรียกร้องค่าเลี้ยงดูบุตรหรือคู่สมรส",
            "result_title_3": "การแบ่งทรัพย์สิน",
            "result_description_3": "การแบ่งปันทรัพย์สินที่เกิดขึ้นระหว่างการสมรส",
            "result_title_4": "การรับบุตรบุญธรรม",
            "result_description_4": "การขอรับบุตรบุญธรรมตามกฎหมาย"
        },
        "tab_type": {
            "title_1": "ประเภทความผิด",
            "title_2": "ตัวอย่างความผิด"
        },
        "tab_procedure": {
            "title": "ขั้นตอนการดำเนินคดีครอบครัว",
            "subtitle": "กระบวนการในคดีครอบครัว",
            "topic_1": "การไกล่เกลี่ยและการปรึกษา",
            "topic_detail_1_1": "• การปรึกษาครอบครัว: เพื่อลดความขัดแย้งและผลกระทบทางจิตใจ",
            "topic_detail_1_2": "• การไกล่เกลี่ย: เพื่อหาข้อยุติก่อนการดำเนินคดี",
            "topic_2": "การดำเนินคดีในศาล",
            "topic_detail_2_1": "• การยื่นคำร้องหย่าหรือการเรียกค่าเลี้ยงดู",
            "topic_detail_2_2": "• การแบ่งทรัพย์สินและการดูแลบุตร"
        },
        "familyTypes": {
            "title": "การหย่าร้าง",
            "description": "การขอหย่าจากคู่สมรส เนื่องจากปัญหาทางครอบครัวหรือการไม่ปฏิบัติตามเงื่อนไขการสมรส",
            "punishment": "การหย่าร้างมีผลต่อสิทธิ์และหน้าที่ทางกฎหมาย เช่น การดูแลบุตรหรือการแบ่งทรัพย์สิน",
            "examples": "การหย่าเนื่องจากความขัดแย้ง, การขอแบ่งทรัพย์สินในกรณีหย่า"
        },
        "familyTypes_2": {
            "title": "การเรียกค่าเลี้ยงดู",
            "description": "การเรียกค่าเลี้ยงดูบุตรหรือคู่สมรสตามที่กฎหมายกำหนด",
            "punishment": "ค่าเลี้ยงดูที่ศาลกำหนดตามสถานภาพทางการเงินของคู่สมรสหรือบิดามารดา",
            "examples": "การเรียกค่าเลี้ยงดูบุตร, การเรียกค่าเลี้ยงดูหลังการหย่า"
        },
        "familyTypes_3": {
            "title": "การแบ่งทรัพย์สิน",
            "description": "การแบ่งทรัพย์สินที่เกิดขึ้นระหว่างการสมรสหรือทรัพย์สินที่ได้มาหลังการหย่า",
            "punishment": "การแบ่งทรัพย์สินตามสัดส่วนที่ตกลงกันหรือศาลกำหนด",
            "examples": "การแบ่งทรัพย์สินที่ได้มาระหว่างการสมรส, การแบ่งทรัพย์สินที่ได้รับร่วมกัน"
        },
        "procedures_1": {
            "title": "การยื่นคำร้องหรือการไกล่เกลี่ย",
            "description": "ผู้เกี่ยวข้องยื่นคำร้องต่อศาลเพื่อหาข้อยุติในปัญหาครอบครัว"
        },
        "procedures_2": {
            "title": "การตรวจสอบและรวบรวมพยานหลักฐาน",
            "description": "ศาลทำการตรวจสอบพยานหลักฐานเพื่อประกอบการตัดสินใจ"
        },
        "procedures_3": {
            "title": "การพิจารณาคดี",
            "description": "ศาลพิจารณาคดีตามหลักฐานและข้อกฎหมาย เพื่อให้ความยุติธรรมแก่ทุกฝ่าย"
        },
        "procedures_4": {
            "title": "การปฏิบัติตามคำพิพากษา",
            "description": "ผู้ที่เกี่ยวข้องปฏิบัติตามคำพิพากษาของศาลตามที่กำหนด"
        }
    },
    "Navbar": {
        "title": "INSIGHT LAWFIRM",
        "home": "หน้าแรก",
        "about": "เกี่ยวกับเรา",
        "contact": "ติดต่อเรา",
        "services": {
            "title": "บริการของเรา",
            "service_title_1": "คดีอาญา",
            "service_title_2": "คดีแพ่ง",
            "service_title_3": "คดีภาษี",
            "service_title_4": "คดีสอบสวนพิเศษ",
            "service_title_5": "คดีมรดก",
            "service_title_6": "คดีครอบครัว"
        }
    }
}